Repository: MachoThemes/cpothemes-new
Catalog: languages/*.po
Languages: es_es

source: Support Forum
es_es: Foro de Soporte

source: Get answers to any issues when using one of our WordPress themes.
es_es: Soluciona cualquier duda que tengas al utilizar uno de nuestros temas WordPress.

source: Download Name
es_es: Nombre de Descarga

source: Files
es_es: Archivos

source: No downloadable files found.
es_es: No se han encontrado archivos.

source: Payment status is %s
es_es: El estado del pago es %s

source: You have not purchased any downloads
es_es: No has comprado ningún tema

source: Subscribe And Get The Entire Collection
es_es: Suscríbete Y Consigue La Colección Entera

source: Get immediate access to all existing and future theme releases with a single, yearly payment. Subscribers get access to premium support, too.
es_es: Obtén acceso inmediato a todos los temas WordPress actualyes y futuros con un pago anual. Los suscriptores también tienen acceso a soporte.

source: Subscribe Today
es_es: Suscríbete Hoy

source: Get complete access to a wide collection of premium WordPress themes for less than a the cost of a weekly cup of coffee.
es_es: Obtén acceso a una gran colección de temas WordPress Premium por menos de lo que cuesta un café a la semana.

source: Subscribe Now
es_es: Suscríbete Ahora

source: Visit Site
es_es: Visitar Sitio

source: Created with %s
es_es: Creado con %s

source: Free Theme
es_es: Tema Gratis

source: Log Out
es_es: Cerrar Sesión

source: Premium-Grade Features
es_es: Funcionalidad Premium

source: Swiftly create any kind of website with ease.
es_es: Crea tu sitio web rápidamente y con facilidad.

source: Original & Powerful WordPress Themes
es_es: Temas de WordPress Originales y Flexibles

source: We specialize in creating some of the Best Free and Premium WordPress Themes. Subscribe and get access to our entire collection.
es_es: Nos especializamos en crear increíbles temas WordPress premium para todo tipo de páginas. Suscríbete y descarga la colección completa.

source: https://cpothemes.com/pricing
es_es: https://cpothemes.com/es/precios

source: See Pricing
es_es: Planes y Precios

source: https://cpothemes.com/themes
es_es: https://cpothemes.com/es/temas

source: View Themes
es_es: Ver Temas

source: What People Say About Us
es_es: Lo Que Dicen De Nosotros

source: Over 10000 theme downloads in more than 30 countries.
es_es: Más de 10.000 descargas en más de 30 países diferentes.

source: Latest Themes
es_es: Últimos Temas

source: Get the entire theme collection for a single purchase.
es_es: Consigue la colección completa con una sola compra.

source: Browse The Collection
es_es: Ojea La Colección

source: URL of Your Site
es_es: URL de tu Sitio

source: Purchase
es_es: Comprar

source: Free Download
es_es: Descarga Gratuita

source: Log In To Download
es_es: Accede Para Descargar

source: Released
es_es: Lanzado

source: Requires
es_es: Requiere

source: Back to %s
es_es: volver a %s

source: View Theme Demo
es_es: Ver La Demo

source: See What It Can Do
es_es: Observa Lo Que Puede Hacer

source: View Demo
es_es: Ver Demo

source: View Changelog
es_es: Ver Registro de Cambios

source: %s Highlights
es_es: Cualidades de %s

source: Take a look at what %s can offer you.
es_es: Echa un vistazo a lo que %s te puede ofrecer.

source: Core Features
es_es: Funciones Principales

source: All premium WordPress themes come loaded with these useful features.
es_es: Todos los temas WordPress Premium traen estas útiles funciones.

source: Free
es_es: Gratis

source: Download the free version of this theme for free, then upgrade to the Pro version later on.
es_es: Descarga la versión gratuita de este tema, y cambia más adelante a la versión Pro si lo deseas.

source: Unlimited theme usage
es_es: Uso ilimitado del tema

source: Only basic features
es_es: Sólo funcionalidad básica

source: No access to support
es_es: Sin acceso a soporte

source: No updates, only bugfixes
es_es: Sin actualizaciones

source: Access only %s WordPress theme
es_es: Sólo el tema %s

source: Download For Free
es_es: Descarga Gratuita

source: One Time Fee
es_es: Pago Único

source: Get a copy of this theme for a single payment, as well as one year of free updates and premium support.
es_es: Consigue una copia de este tema con un pago único, junto a un año de soporte Premium y actualizaciones.

source: Premium features and options
es_es: Funciones y opciones premium

source: Premium support for one year
es_es: Soporte Premium por un año

source: Free updates and bugfixes for one year
es_es: Actualizaciones y parches por un año

source: Subscription
es_es: Suscripción

source: Per Year
es_es: Por Año

source: Become a subscriber and access every theme in our collection, including future releases. Subscribers get priority support.
es_es: Hazte suscriptor y accede a todos los temas de la colección, incluyendo futuros lanzamientos y soporte prioritario.

source: Access all existing themes
es_es: Accede a todos los temas

source: Premium support for all subscribers
es_es: Soporte prioritario para suscriptores

source: Access new releases every month
es_es: Nuevos temas lanzados cada mes

source: Subscribe
es_es: Suscr&iacute;bete

source: A comprehensive collection of guides for our WordPress themes.
es_es: Una extensa colección de guías para nuestros temas WordPress.

source: Go Back
es_es: Volver

source: All
es_es: Todos

source: All fields are required.
es_es: Todos los campos son requeridos.

source: Thank you for creating an account. You can now access all free resources on this site!
es_es: Gracias por crear una cuenta. ¡Ahora puedes acceder a todos los recursos gratuitos de este sitio!

source: Your desired username...
es_es: Tu nombre de usuario...

source: Your email address
es_es: Tu email...

source: Your name...
es_es: Tu nombre...

source: Enter your desired password
es_es: Elige tu contraseña

source: Create An Account
es_es: Crear una Cuenta

source: Search the Documentation...
es_es: Buscar en la documentación...

source: Search
es_es: Buscar

source: View Documentation
es_es: Ver Documentación
